<?php
return [

    'module_name' => 'Настройки',
    'module_links' => [
        'all' => 'Все настройки',
    ],

    'empty' => 'Не заполнено',
    'none' => 'Отсутствует',
    'list' => 'Список',

    'messages' => [
        'access_denied' => 'В доступе отказано. У вас нет разрешения на эту операцию!',
        'not_enough_rights_to_view' => 'У вас нет разрешения на эту операцию!',
        'oh_no' => 'Оу, нет!',
        'update' => 'Обновление :NAME',
        'updated' => 'Успешно обновлено!',
        'could_not_update' => 'Не удалось обновить настройки',
    ],
    'view' => [
        'name' => 'Название',
        'value' => 'Значение',
        //'' => '',
        'settings_not_found' => 'Подразделения отсутствуют',
    ],
    //'' => '',

];