<?php
return [
    'units' => [
        ['тиын',     'тиын',     'тиын',       1],
        ['тенге',    'тенге',    'тенге',      0],
        ['тысяча',   'тысячи',   'тысяч',      1],
        ['миллион',  'миллиона', 'миллионов',  0],
        ['миллиард', 'милиарда', 'миллиардов', 0],
    ],

    'hundreds' => [
        '',
        'сто',
        'двести',
        'триста',
        'четыреста',
        'пятьсот',
        'шестьсот',
        'семьсот',
        'восемьсот',
        'девятьсот'
    ],

    'dozens' => [
        2 => 'двадцать',
        'тридцать',
        'сорок',
        'пятьдесят',
        'шестьдесят',
        'семьдесят',
        'восемьдесят',
        'девяносто'
    ],

    'twenty' => [
        'десять',
        'одиннадцать',
        'двенадцать',
        'тринадцать',
        'четырнадцать',
        'пятнадцать',
        'шестнадцать',
        'семнадцать',
        'восемнадцать',
        'девятнадцать'
    ],

    'ten' => [
        ['', 'один', 'два', 'три', 'четыре', 'пять', 'шесть', 'семь', 'восемь', 'девять'],
        ['', 'одна', 'две', 'три', 'четыре', 'пять', 'шесть', 'семь', 'восемь', 'девять'],
    ],

    'zero' => 'ноль',
];