<?php
return [
    'access_denied' => 'В доступе отказано. У вас нет разрешения на эту операцию!',
    'breadcrumbs' => [
        'dashboard' => 'Панель управления',
        'users' => 'Пользователи',
        'roles' => 'Группы пользователей',
        'role' => 'Группа :Role',
        'permissions' => 'Разрешения',
        'permission' => 'Разрешение на :permission',
        'profile' => 'Профиль',
        'empty' => 'Пусто',
        'trades' => 'Сделки',
    ],
    'menu' => [
        'context' => [
            'add' => 'Добавить',
            'create' => 'Создать',
            'edit' => 'Редактировать',
            'update' => 'Обновить',
            'delete' => 'Удалить',
            'close' => 'Закрыть',
            'action' => 'Действия',
        ],
        'view' => [
            "view" => 'Посмотреть',
            'roles' => 'Посмотреть группы пользователей',
            'permissions' => 'Посмотреть список разрешений',
        ],

        'dropdown' => 'Выпадающее меню'
        //'' => ''
    ],
    'list' => 'Список',
    'empty' => 'Пусто',
    'printer' => [
        'check' => 'Товарный чек',
        'order' => 'Прих. Кассовый ордер',
        'invoice' => 'Счет-фактура',
        'certificate' => 'Акт вып. работ',
        'portrait' => 'Книжная',
        'landscape' => 'Альбомная',
        //'' => '',
    ],
    'no' => 'Нет',
    'yes' => 'Да',
    //'' => '',


    'subdivision' => 'Подразделение',
    'stock' => 'Склад',
    'trade' => 'Сделка',
    'trades' => 'Сделки',
    'requisites' => 'Реквизиты',
    'permissions' => 'Разрешения',
    //'' => '',
];