<?php
return [

    'module_name' => 'Подразделение',
    'subdiv_title' => 'Подразделение :NAME',
    'subdiv_edit_title' => 'Изменение подразделения :NAME',
    'module_links' => [
        'all' => 'Список подразделений',
        'create' => 'Добавить подразделение',
    ],

    'empty' => 'Не заполнено',
    'none' => 'Отсутствует',

    'view' => [
        'name' => 'Название',
        'slug' => 'Альт. название',
        'desc' => 'Описание',
        'responsible' => 'Ответственный',
        'address' => 'Адрес',
        'date' => 'Дата',
        'action' => 'Действия',
        'go_back' => 'Вернуться назад',
        //'' => '',
    ],

    'form' => [
        'name' => 'Название',
        'slug' => 'Альт. название',
        'desc' => 'Описание',
        'responsible' => 'Ответственный',
        'address' => 'Адрес',
        'date' => 'Дата',
        'action' => 'Действия',
        'create_subdivision_form' => 'Форма добавления подразделения',
        'add_responsible_checkbox' => 'Закрепить ответственного',
        'only_latin_and_dashes' => 'Только латинские символы и тире "-" и "_"',
        //'' => '',
    ],
    'messages' => [
        'access_denied' => 'В доступе отказано. У вас нет разрешения на эту операцию!',
        'not_enough_rights_to_view' => 'В доступе отказано. У вас нет разрешения на эту операцию!',
        'created' => 'Подразделение создано',
        'updated' => 'Подразделение обновлено',
        'update' => 'Обновление',
        'created_successfully' => 'Подразделение успешно создано!',
        'could_not_create' => 'Не удалось создать подразделение',
        'updated_successfully' => 'Подразделение успешно обновлено!',
        'could_not_update' => 'Не удалось обновить подразделение',
        'do_not_delete_the_last_subdivision' => 'Вы не можете удалить последнее подразделение!',
        'deleted_successfully' => 'Подразделение удалено!',
        'could_not_delete' => 'Не удалось удалить подразделение',

        'subdivision_not_found' => 'Подразделения отсутствуют',
    ],
    //'' => '',

];